---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterStringContains
source: html/89480033-bed0-959b-ffda-42353dd77d8b.htm
---
# FilterStringContains Properties

Specifies whether the .NET object represents a valid Revit entity.